Repository: brunance/Mealmories
Catalog: Challenge04LGBB/View/*.lproj/ListRecipesScreen.strings
Languages: he

# 1Br-F6-jyq.text
source: Age
he: גיל

# Axs-N1-jAw.text
source: Featured recipes
he: מתכונים מומלצים

# FDW-Ne-LYO.text
source: By Isabelle Colares
he: נוצר על ידי Isabelle Colares

# YFt-pX-v86.text
source: Let's Create some
he: בואו נעשה

# c76-mQ-LoN.text
source: Time
he: זְמַן

# fm9-CO-36o.text
source: Difficulty
he: קושי

# h0x-eN-oBv.text
source: Quick recipes
he: מתכונים מהירים

# jlA-Ri-iju.text
source: Recipe's Name
he: שם המתכון

# tSv-BZ-xJR.text
source: By Isabelle Colares
he: נוצר על ידי Isabelle Colares

# zbM-FJ-dRC.text
source: Cheese Bread
he: לחם גבינה
